Repository: Swissschoggi/BarTab
Catalog: BarTab/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Find bars and compare drink prices nearby.
de: Finde Bars in der Nähe und vergleiche Getränkepreise.
fr: Trouve des bars à proximité et compare les prix des boissons.
it: Trova bar vicino e confronta i prezzi dei drink.

source: Find bars near you
de: Finde Bars in deiner Nähe
fr: Trouve des bars près de chez toi
it: Trova bar vicino a te

source: Find bars, compare drinks, and discover the best drink deals around you.
de: Finde Bars, vergleiche Getränke und entdecke die besten Getränkeangebote in deiner Nähe.
fr: Trouve des bars, compare les boissons et découvre les meilleures affaires près de chez toi.
it: Trova bar, confronta drink e scopri le migliori offerte drink intorno a te.

source: Find friends to see their drink reports here.
de: Finde Freunde, um ihre Getränkemeldungen hier zu sehen.
fr: Trouve des amis pour voir ici leurs rapports de boissons.
it: Trova amici per vedere qui le loro segnalazioni drink.

source: Find people, requests and following
de: Leute, Anfragen und Follower finden
fr: Trouver des personnes, demandes et abonnements
it: Trova persone, richieste e follow

source: First Pour
de: Erster Ausschank
fr: Première mousse
it: Primo versamento

source: Flagged bars and drinks will show up here for review.
de: Gemeldete Bars und Getränke erscheinen hier zur Prüfung.
fr: Les bars et boissons signalés apparaîtront ici pour examen.
it: Bar e drink segnalati appariranno qui per la revisione.

source: Follow
de: Folgen
fr: Suivre
it: Segui

source: Follow 5 people
de: 5 Personen folgen
fr: Suivre 5 personnes
it: Segui 5 persone

source: Follow Requests
de: Follow-Anfragen
fr: Demandes d'abonnement
it: Richieste di follow

source: Following
de: Folge ich
fr: Abonnements
it: Seguiti

source: Food Served
de: Essen verfügbar
fr: Nourriture servie
it: Cibo servito

source: For you
de: Für dich
fr: Pour toi
it: Per te

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Password dimenticata?

source: Friend
de: Freund
fr: Ami
it: Amico

source: Friends
de: Freunde
fr: Amis
it: Amici

source: Friends you invite can create polls and vote on where to go.
de: Freunde, die du einlädst, können Umfragen erstellen und abstimmen, wohin es geht.
fr: Les amis que tu invites peuvent créer des sondages et voter pour le lieu.
it: Gli amici che inviti possono creare sondaggi e votare dove andare.

source: Generate Route
de: Route erstellen
fr: Générer l'itinéraire
it: Genera percorso

source: Generate a crawl
de: Einen Crawl erstellen
fr: Générer un crawl
it: Genera un crawl

source: Get Started
de: Los geht's
fr: Commencer
it: Inizia

source: Get notified on price changes
de: Bei Preisänderungen benachrichtigt werden
fr: Être averti des changements de prix
it: Ricevi avvisi sui cambi di prezzo

source: Get push alerts when prices drop at your favorite bars.
de: Erhalte Push-Benachrichtigungen, wenn Preise in deinen Lieblingsbars sinken.
fr: Reçois des notifications quand les prix baissent dans tes bars favoris.
it: Ricevi avvisi quando i prezzi scendono nei tuoi bar preferiti.

source: Going
de: Dabei
fr: Présent
it: Presente

source: Good add more variety for extra strength.
de: Gut – noch mehr Sorten für extra Stärke.
fr: Bien – varie davantage pour plus de force.
it: Bello – varia di più per più forza.

source: Google sign-in failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de la connexion Google. Veuillez réessayer.
it: Accesso Google non riuscito. Riprova.

source: Google sign-in isn't configured.
de: Google-Anmeldung ist nicht konfiguriert.
fr: La connexion Google n'est pas configurée.
it: L'accesso Google non è configurato.

source: Group created
de: Gruppe erstellt
fr: Groupe créé
it: Gruppo creato

source: Group deleted
de: Gruppe gelöscht
fr: Groupe supprimé
it: Gruppo eliminato

source: Group name
de: Gruppenname
fr: Nom du groupe
it: Nome del gruppo

source: Group not found
de: Gruppe nicht gefunden
fr: Groupe introuvable
it: Gruppo non trovato

source: Groups
de: Gruppen
fr: Groupes
it: Gruppi

source: Head to a bar and tap "I'm here" to start your collection.
de: Geh in eine Bar und tippe auf „Ich bin hier“, um deine Sammlung zu starten.
fr: Rends-toi dans un bar et appuie sur « Je suis ici » pour lancer ta collection.
it: Vai in un bar e tocca "Sono qui" per iniziare la tua collezione.

source: Here now
de: Jetzt hier
fr: Ici maintenant
it: Qui adesso

source: I'm going
de: Ich bin dabei
fr: J'y vais
it: Ci sarò

source: I'm here
de: Ich bin hier
fr: Je suis ici
it: Sono qui

source: If BarTab helped you find your favorite spot, consider tipping. Every dollar goes toward keeping the app running.
de: Wenn BarTab dir geholfen hat, deinen Lieblingsort zu finden, überwirf uns doch ein Trinkgeld. Jeder Dollar hilft, die App am Laufen zu halten.
fr: Si BarTab t'a aidé à trouver ton endroit préféré, pense à laisser un pourboire. Chaque dollar permet de maintenir l'app en ligne.
it: Se BarTab ti ha aiutato a trovare il tuo posto preferito, lascia una mancia. Ogni dollaro serve a mantenere l'app attiva.

source: Invite Friends
de: Freunde einladen
fr: Inviter des amis
it: Invita amici

source: Invited!
de: Eingeladen!
fr: Invité !
it: Invitato!

source: Keep it going!
de: Mach weiter!
fr: Continue comme ça !
it: Continua così!

source: LOCATION
de: STANDORT
fr: POSITION
it: POSIZIONE

source: Leaderboard
de: Bestenliste
fr: Classement
it: Classifica

source: Leave
de: Verlassen
fr: Quitter
it: Esci

source: Leave Group
de: Gruppe verlassen
fr: Quitter le groupe
it: Esci dal gruppo

source: Leave empty to be alerted on any new price. Set a value to be notified when the price drops to or below it.
de: Leer lassen, um bei jedem neuen Preis benachrichtigt zu werden. Gib einen Wert ein, um benachrichtigt zu werden, wenn der Preis bis darauf oder darunter fällt.
fr: Laisse vide pour être averti de tout nouveau prix. Défins une valeur pour être averti quand le prix descend à ce niveau ou en dessous.
it: Lascia vuoto per ricevere avvisi su ogni nuovo prezzo. Imposta un valore per ricevere avvisi quando il prezzo scende fino a quel valore o sotto.

source: Leave this group?
de: Diese Gruppe verlassen?
fr: Quitter ce groupe ?
it: Esci da questo gruppo?

source: Left group
de: Gruppe verlassen
fr: Groupe quitté
it: Hai lasciato il gruppo

source: Link a bar
de: Bar verlinken
fr: Lier un bar
it: Collega un bar

source: Live Music
de: Live-Musik
fr: Musique live
it: Musica dal vivo

source: Live now
de: Jetzt live
fr: En direct
it: In diretta

source: Lively
de: Lebhaft
fr: Animé
it: Animato

source: Local Legend
de: Lokale Legende
fr: Légende locale
it: Leggenda locale

source: Location
de: Standort
fr: Position
it: Posizione

source: Location enabled ✓
de: Standort aktiviert ✓
fr: Position activée ✓
it: Posizione attivata ✓

source: Location stale
de: Standort veraltet
fr: Position périmée
it: Posizione obsoleta

source: Locked
de: Gesperrt
fr: Verrouillé
it: Bloccato

source: Log out?
de: Abmelden?
fr: Se déconnecter ?
it: Esci dall'account?

source: Max level reached!
de: Maximalstufe erreicht!
fr: Niveau max atteint !
it: Livello massimo raggiunto!

source: Members
de: Mitglieder
fr: Membres
it: Membri

source: Mode
de: Modus
it: Modalità

source: Moderate
de: Mäßig
fr: Modéré
it: Moderato

source: More options
de: Weitere Optionen
fr: Plus d'options
it: Altre opzioni

source: Most visited
de: Am häufigsten besucht
fr: Les plus visités
it: Più visitati

source: Music
de: Musik
fr: Musique
it: Musica

source: Name your group
de: Gib deiner Gruppe einen Namen
fr: Donne un nom à ton groupe
it: Dai un nome al tuo gruppo

source: Name your night out
de: Nenne deinen Ausgeh-Abend
fr: Donne un nom à ta soirée
it: Dai un nome alla tua serata

source: Never miss a deal
de: Kein Angebot verpassen
fr: Ne rate aucune affaire
it: Non perdere nessuna offerta

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
it: Nuovo gruppo

source: New Night Out
de: Neuer Ausgeh-Abend
fr: Nouvelle soirée
it: Nuova serata

source: New Poll
de: Neue Umfrage
fr: Nouveau sondage
it: Nuovo sondaggio

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: New username
de: Neuer Benutzername
fr: Nouveau nom d'utilisateur
it: Nuovo nome utente

source: Nice, that's a strong password.
de: Nice, das ist ein starkes Passwort.
fr: Bravo, c'est un mot de passe solide.
it: Bene, è una password robusta.

source: Night out planned
de: Ausgeh-Abend geplant
fr: Soirée planifiée
it: Serata pianificata

source: Nights out
de: Ausgeh-Abende
fr: Sorties
it: Serate

source: No
de: Nein
fr: Non

source: No activity yet
de: Noch keine Aktivität
fr: Pas encore d'activité
it: Nessuna attività ancora

source: No alerts
de: Keine Benachrichtigungen
fr: Pas d'alertes
it: Nessun avviso

source: No attribute reports yet
de: Noch keine Attribut-Meldungen
fr: Pas encore de signalements d'attributs
it: Nessuna segnalazione attributi

source: No comparisons found
de: Keine Vergleiche gefunden
fr: Aucune comparaison trouvée
it: Nessun confronto trovato

source: No consensus yet
de: Noch kein Konsens
fr: Pas encore de consensus
it: Nessun consenso

source: No contributors nearby yet
de: Noch keine Beitragenden in der Nähe
fr: Pas encore de contributeurs à proximité
it: Nessun contribuente vicino

source: No contributors yet
de: Noch keine Beitragenden
fr: Pas encore de contributeurs
it: Nessun contribuente

source: No friends match your search.
de: Keine Freunde passen zu deiner Suche.
fr: Aucun ami ne correspond à ta recherche.
it: Nessun amico corrisponde alla tua ricerca.

source: No groups yet
de: Noch keine Gruppen
fr: Pas encore de groupes
it: Nessun gruppo

source: No more votes will be accepted.
de: Es werden keine Stimmen mehr angenommen.
fr: Plus aucun vote ne sera accepté.
it: Non verranno più accettati voti.

source: No name yet
de: Noch kein Name
fr: Pas encore de nom
it: Nessun nome

source: No nights out yet
de: Noch keine Ausgeh-Abende
fr: Pas encore de sorties
it: Nessuna serata

source: No one yet
de: Noch niemand
fr: Pas encore personne
it: Ancora nessuno

source: No pending requests
de: Keine ausstehenden Anfragen
fr: Aucune demande en attente
it: Nessuna richiesta in sospeso

source: No polls yet
de: Noch keine Umfragen
fr: Pas encore de sondages
it: Nessun sondaggio

source: No ratings yet be the first!
de: Noch keine Bewertungen – sei der Erste!
fr: Pas encore d'évaluations – sois le premier !
it: Ancora nessuna valutazione – sii il primo!

source: No stamps yet
de: Noch keine Stempel
fr: Pas encore de tampons
it: Nessun timbro

source: No users found
de: Keine Benutzer gefunden
fr: Aucun utilisateur trouvé
it: Nessun utente trovato

source: Nobody's out right now
de: Gerade ist niemand unterwegs
fr: Personne n'est sorti pour le moment
it: Nessuno è fuori ora

source: Norwegian Krone
de: Norwegische Krone
fr: Couronne norvégienne
it: Corona norvegese

source: Not Allowed
de: Nicht erlaubt
fr: Interdit
it: Non consentito

source: Not enough bars nearby to build a crawl.
de: Nicht genug Bars in der Nähe für einen Crawl.
fr: Pas assez de bars à proximité pour créer un crawl.
it: Non ci sono abbastanza bar vicino per creare un crawl.

source: Not enough bars within walking distance yet.
de: Noch nicht genug Bars in Gehweite.
fr: Pas encore assez de bars à distance de marche.
it: Ancora non abbastanza bar a portata di passo.

source: Not following anyone yet
de: Folgst noch niemandem
fr: Tu ne suis encore personne
it: Non segui ancora nessuno

source: Not now
de: Nicht jetzt
fr: Pas maintenant
it: Non ora

source: Not set
de: Nicht festgelegt
fr: Non défini
it: Non impostato

source: OPTIONS
de: OPTIONEN
it: OPZIONI

source: OUT NOW
de: JETZT DA
fr: SORTIS MAINTENANT
it: FUORI ORA

source: On Fire
de: Feuer und Flamme
fr: En feu
it: In fiamme

source: One reported price
de: Ein gemeldeter Preis
fr: Un prix signalé
it: Un prezzo segnalato

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
it: Apri impostazioni

source: Other reports
de: Andere Meldungen
fr: Autres signalements
it: Altre segnalazioni

source: Outdoor
de: Draußen
fr: Extérieur
it: All'aperto

source: Outdoor Seating
de: Sitzplätze im Freien
fr: Terrasse
it: Posti all'aperto

source: Outdoor Smoking Area
de: Raucherbereich im Freien
fr: Zone fumeurs extérieure
it: Area fumatori all'aperto

source: Outdoor seating
de: Sitzplätze im Freien
fr: Terrasse
it: Posti all'aperto

source: PASSPORT
de: PASS
fr: PASSEPORT
it: PASSAPORTO

source: PRICE
de: PREIS
fr: PRIX
it: PREZZO

source: Passport
de: Pass
fr: Passeport
it: Passaporto

source: Password must be at least 8 characters.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
fr: Le mot de passe doit contenir au moins 8 caractères.
it: La password deve avere almeno 8 caratteri.

source: Password updated
de: Passwort aktualisiert
fr: Mot de passe mis à jour
it: Password aggiornata

source: Password updated successfully!
de: Passwort erfolgreich aktualisiert!
fr: Mot de passe mis à jour avec succès !
it: Password aggiornata con successo!

source: Passwords don't match.
de: Die Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
it: Le password non coincidono.

source: People who want to follow you.
de: Personen, die dir folgen möchten.
fr: Les personnes qui veulent te suivre.
it: Le persone che vogliono seguirti.

source: Pick a name your friends will recognize.
de: Wähle einen Namen, den deine Freunde wiedererkennen.
fr: Choisis un nom que tes amis reconnaîtront.
it: Scegli un nome che i tuoi amici riconosceranno.

source: Plan
de: Planen
fr: Planifier
it: Pianifica

source: Plan nights out
de: Ausgeh-Abende planen
fr: Planifier des sorties
it: Pianifica serate

source: Plan where to go with friends.
de: Plant mit Freunden, wohin es geht.
fr: Planifiez avec vos amis où aller.
it: Pianifica con gli amici dove andare.

source: Plan your crawl
de: Plane deinen Crawl
fr: Planifie ton crawl
it: Pianifica il tuo crawl

source: Please close and reopen the app to apply the language change.
de: Bitte schließe und öffne die App neu, um die Sprachänderung zu übernehmen.
fr: Veuillez fermer et rouvrir l'appli pour appliquer le changement de langue.
it: Chiudi e riapri l'app per applicare la modifica della lingua.

source: Please select a location.
de: Bitte wähle einen Standort.
fr: Veuillez sélectionner une position.
it: Seleziona una posizione.

source: Please select a place.
de: Bitte wähle einen Ort.
fr: Veuillez sélectionner un endroit.
it: Seleziona un luogo.

source: Polish Zloty
de: Polnischer Zloty
fr: Zloty polonais
it: Zloty polacco

source: Poll created
de: Umfrage erstellt
fr: Sondage créé
it: Sondaggio creato

source: Polls
de: Umfragen
fr: Sondages
it: Sondaggi

source: Pool Table
de: Billardtisch
fr: Table de billard
it: Tavolo da biliardo

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze

source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima

source: Price Alert
de: Preisbenachrichtigung
fr: Alerte de prix
it: Avviso prezzo

source: Price Alerts
de: Preisbenachrichtigungen
fr: Alertes de prix
it: Avvisi prezzo

source: Price Guru
de: Preis-Guru
fr: Guru du prix
it: Guru dei prezzi

source: Price cannot be negative.
de: Der Preis darf nicht negativ sein.
fr: Le prix ne peut pas être négatif.
it: Il prezzo non può essere negativo.

source: Price must be greater than zero, or leave empty for any price.
de: Der Preis muss größer als null sein, oder leer lassen für jeden Preis.
fr: Le prix doit être supérieur à zéro, ou laisse vide pour n'importe quel prix.
it: Il prezzo deve essere maggiore di zero, o lascia vuoto per qualsiasi prezzo.

source: Price saved
de: Preis gespeichert
fr: Prix enregistré
it: Prezzo salvato

source: Pricey
de: Teuer
fr: Cher
it: Costoso

source: Profile photo updated
de: Profilfoto aktualisiert
fr: Photo de profil mise à jour
it: Foto del profilo aggiornata

source: QUESTION
de: FRAGE
it: DOMANDA

source: Rate
de: Bewerten
fr: Évaluer
it: Valuta

source: Rate 10 bars
de: Bewerte 10 Bars
fr: Évaluer 10 bars
it: Valuta 10 bar

source: Rate 10 drinks
de: Bewerte 10 Getränke
fr: Évaluer 10 boissons
it: Valuta 10 drink

source: Red
de: Rot
fr: Rouge
it: Rosso

source: Remove
de: Entfernen
fr: Retirer
it: Rimuovi

source: Remove from favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
it: Rimuovi dai preferiti

source: Remove my verification
de: Meine Verifizierung entfernen
fr: Retirer ma vérification
it: Rimuovi la mia verifica

source: Remove your verification
de: Deine Verifizierung entfernen
fr: Retirer ta vérification
it: Rimuovi la tua verifica

source: Repeat your password
de: Wiederhole dein Passwort
fr: Répète ton mot de passe
it: Ripeti la tua password

source: Replay Onboarding
de: Onboarding wiederholen
fr: Revoir l'onboarding
it: Rivedi l'onboarding

source: Report 15 drink prices
de: Melde 15 Getränkepreise
fr: Signaler 15 prix de boissons
it: Segnala 15 prezzi drink

source: Report 5 drink prices
de: Melde 5 Getränkepreise
fr: Signaler 5 prix de boissons
it: Segnala 5 prezzi drink

source: Report 50 drink prices
de: Melde 50 Getränkepreise
fr: Signaler 50 prix de boissons
it: Segnala 50 prezzi drink

source: Report Bar
de: Bar melden
fr: Signaler le bar
it: Segnala bar

source: Report a change
de: Änderung melden
fr: Signaler un changement
it: Segnala una modifica

source: Report a different value?
de: Einen anderen Wert melden?
fr: Signaler une autre valeur ?
it: Segnalare un altro valore?

source: Report price
de: Preis melden
fr: Signaler le prix
it: Segnala prezzo

source: Report this bar?
de: Diese Bar melden?
fr: Signaler ce bar ?
it: Segnalare questa bar?

source: Report this drink?
de: Dieses Getränk melden?
fr: Signaler cette boisson ?
it: Segnalare questo drink?

source: Report your first drink price
de: Melde deinen ersten Getränkepreis
fr: Signale ton premier prix de boisson
it: Segnala il tuo primo prezzo drink

source: Reported Content
de: Gemeldete Inhalte
fr: Contenu signalé
it: Contenuto segnalato

source: Reported — thanks for helping keep BarTab accurate.
de: Gemeldet – danke, dass du BarTab genau hältst.
fr: Signalé – merci d'aider à garder BarTab précis.
it: Segnalato – grazie per aiutare a mantenere BarTab accurato.

source: Request brand
de: Marke anfragen
fr: Demander une marque
it: Richiedi marchio

source: Requested
de: Angefordert
fr: Demandé
it: Richiesto

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimposta password

source: Restart BarTab to replay onboarding
de: Starte BarTab neu, um das Onboarding zu wiederholen
fr: Redémarre BarTab pour revoir l'onboarding
it: Riavvia BarTab per rivedere l'onboarding

source: Restart Required
de: Neustart erforderlich
fr: Redémarrage requis
it: Riavvio richiesto

source: Reviewed
de: Geprüft
fr: Examiné
it: Revisionato

source: Rustic
de: Rustikal
fr: Rustique
it: Rustico

source: SEARCHING NEAR
de: SUCHE IN DER NÄHE
fr: RECHERCHE PRÈS DE
it: RICERCA VICINO A

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Saved
de: Gespeichert
fr: Enregistré
it: Salvato

source: Scope
de: Bereich
fr: Portée
it: Ambito

source: Search area
de: Suchbereich
fr: Zone de recherche
it: Area di ricerca

source: Search by username to send a follow request.
de: Suche nach Benutzernamen, um eine Follow-Anfrage zu senden.
fr: Recherche par nom d'utilisateur pour envoyer une demande d'abonnement.
it: Cerca per nome utente per inviare una richiesta di follow.

source: Search for a bar, pub, cafe or other place.
de: Suche nach einer Bar, einem Pub, Café oder einem anderen Ort.
fr: Recherche un bar, pub, café ou autre lieu.
it: Cerca un bar, pub, caffè o altro luogo.

source: Search friends...
de: Freunde suchen…
fr: Rechercher des amis…
it: Cerca amici…

source: Search username…
de: Benutzernamen suchen…
fr: Rechercher un nom d'utilisateur…
it: Cerca nome utente…

source: Searching near
de: Suche in der Nähe
fr: Recherche près de
it: Ricerca vicino a

source: Seating
de: Sitzplätze
fr: Assises
it: Sedute

source: See what friends are drinking
de: Sieh, was Freunde trinken
fr: Vois ce que boivent tes amis
it: Guarda cosa bevono i tuoi amici

source: See what your friends are drinking.
de: Sieh, was deine Freunde trinken.
fr: Vois ce que boivent tes amis.
it: Guarda cosa bevono i tuoi amici.

source: Select Bar
de: Bar auswählen
fr: Sélectionner le bar
it: Seleziona bar

source: Send Reset Link
de: Reset-Link senden
fr: Envoyer le lien de réinitialisation
it: Invia link di reset

source: Serves your favorite drinks
de: Führt deine Lieblingsgetränke
fr: Sert tes boissons préférées
it: Serve i tuoi drink preferiti

source: Set
de: Festlegen
fr: Définir
it: Imposta

source: Set a date
de: Datum festlegen
fr: Définir une date
it: Imposta una data

source: Set a price alert on any drink to be notified when the price changes.
de: Lege eine Preisbenachrichtigung für ein Getränk fest, um bei Preisänderungen informiert zu werden.
fr: Définis une alerte de prix sur une boisson pour être averti quand le prix change.
it: Imposta un avviso prezzo su un drink per essere avvisato quando il prezzo cambia.

source: Share Bar
de: Bar teilen
fr: Partager le bar
it: Condividi bar

source: Show Route on Map
de: Route auf der Karte zeigen
fr: Afficher l'itinéraire sur la carte
it: Mostra percorso sulla mappa

source: Show on map
de: Auf der Karte zeigen
fr: Afficher sur la carte
it: Mostra sulla mappa

source: Shuffle
de: Mischen
fr: Mélanger
it: Mescola

source: Sign in
de: Anmelden
fr: Se connecter
it: Accedi

source: Sign in to add bars, report drinks and keep track of your contributions.
de: Melde dich an, um Bars hinzuzufügen, Getränke zu melden und deine Beiträge zu verfolgen.
fr: Connecte-toi pour ajouter des bars, signaler des boissons et suivre tes contributions.
it: Accedi per aggiungere bar, segnalare drink e tenere traccia dei tuoi contributi.

source: Sign in to collect stamps
de: Melde dich an, um Stempel zu sammeln
fr: Connecte-toi pour collecter des tampons
it: Accedi per raccogliere timbri

source: Sign in with Apple failed. Please try again.
de: Anmeldung mit Apple fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de la connexion avec Apple. Veuillez réessayer.
it: Accesso con Apple non riuscito. Riprova.

source: Signed in with Google
de: Angemeldet mit Google
fr: Connecté avec Google
it: Accesso effettuato con Google

source: Since
de: Seit
fr: Depuis
it: Da

source: Skip
de: Überspringen
fr: Passer
it: Salta

source: Skip for now
de: Vorerst überspringen
fr: Passer pour l'instant
it: Salta per ora

source: Skip onboarding
de: Onboarding überspringen
fr: Passer l'onboarding
it: Salta onboarding

source: Smoking
de: Rauchen
fr: Fumeur
it: Fumatori

source: Social
de: Gesellig
it: Sociale

source: Social Butterfly
de: Geselliger Schmetterling
fr: Papillon social
it: Farfalla sociale

source: Sour
de: Sauer
fr: Acidulé
it: Acido

source: Sparkling
de: Prickelnd
fr: Pétillant
it: Frizzante

source: Stamps
de: Stempel
fr: Tampons
it: Timbri

source: Start exploring
de: Entdeckung starten
fr: Commencer à explorer
it: Inizia a esplorare

source: Start exploring, add prices, and plan nights out.
de: Beginne zu entdecken, Preise hinzuzufügen und Ausgeh-Abende zu planen.
fr: Commence à explorer, ajoute des prix et planifie tes sorties.
it: Inizia a esplorare, aggiungi prezzi e pianifica serate.

source: Start sharing
de: Teilen beginnen
fr: Commencer à partager
it: Inizia a condividere

source: Stop sharing
de: Teilen beenden
fr: Arrêter de partager
it: Smetti di condividere

source: Strong password
de: Starkes Passwort
fr: Mot de passe solide
it: Password robusta

source: Support the Dev
de: Unterstütze den Dev
fr: Soutiens le dev
it: Supporta il dev

source: Swedish Krona
de: Schwedische Krone
fr: Couronne suédoise
it: Corona svedese
